const TYPE_1 = [
  {
    code: "1.000001",
    text: "A",
  },
  {
    code: "1.512000",
    text: "券商",
  },
  {
    code: "1.510330",
    text: "300",
  },
  {
    code: "1.512100",
    text: "1000",
  },
  {
    code: "0.159915",
    text: "创业板ETF",
  },
  // {
  //   code: "1.510800",
  //   text: "50ETF",
  // },
  // {
  //   code: "0.159915",
  //   text: "创业板ETF",
  // },
  // {
  //   code: "116.06098",
  //   text: "碧桂园服务",
  // },
  // {
  //   code: "116.03319",
  //   text: "雅生活服务",
  // },
  // {
  //   code: "0.800005",
  //   text: "A平均",
  // },
  {
    code: "1.600050",
    text: "中国联通",
  },
  // {
  //   code: "0.000973",
  //   text: "佛塑科技",
  // },
  // {
  //   code: "0.000605",
  //   text: "渤海股份",
  // },
  // {
  //   code: "0.000958",
  //   text: "电投产融",
  // },
  {
    code: "1.605199",
    text: "葫芦娃",
  },
  {
    code: "113.aum",
    text: "金",
  },

  // {
  //   code: "0.000737",
  //   text: "北方铜业",
  // },
  // {
  //   code: "116.06049",
  //   text: "保利物业",
  // },
  // {
  //   code: "116.02669",
  //   text: "中海物业",
  // },
]

module.exports = {
  TYPE_1,
}
